Repository: uebelsetzer/automatic_normalisation_of_historical_documents
Catalog: normalised/ps_opus_noft_POB.tmx
Source language: pt
Languages: pt_br

source: dos q lhe dei me peza mto mto
pt_br: Eu lhe dei um pedaço de mim mesmo.

source: de huma alma q ja fica como Vmces podião esperar nas suas demoras e negasois
pt_br: de uma alma que já fica como Vmces pode esperar em seus atrasos e negáveis

source: Meu prozuradiçimo [...] amor
pt_br: Meu provisionadisimo [...] amor

source: reçebi u mimmo das [...] tam estimadas exproçoes as quaes oni o meu peito como [...] de hum obigeto guntamente Sintindo mto u não ter podido escreverlhe
pt_br: Recebi o mimo das [...] tão estimadas exposições as quais o meu peito como [...] de um objeto com razão Sinto ou não ter podido escrevê-lo

source: mais não he por descudo meu
pt_br: mais não tenho por descuido meu

source: he para mor de a minha mana porque Sempre handa descomfiada commigo i ter me osconsdido os tinteiros
pt_br: Eu morro de minha mão porque eu sempre desconfiei de mim e escondi os tinteiros.

source: mais agora que tive lugar cero dar resposta as suas queridas letras pois tanto as estimo i venero [...] pois basta Ser do meu iternos amores para as estimar i venerar como coiza Sua
pt_br: mais agora que eu tive lugar zero dar respostas às suas queridas letras pois tanto as amo e venero... pois basta ser do meu amor eterno para amá-las e venerar como coça Sua

source: meu querido amores não Sabe o que tem estado a minha tia de agastada do que handam dezendo la pelo comvento dehela pois ja tem as ginelas fichadas i p [...] ereçeme que nunca se habriam a un hum padre ja velho que lla hia
pt_br: Meus queridos amores não sabem o que minha tia tem sido de cansada do que têm vindo a dar o cabelo ao convento dela, pois já tem as suas virgens afiadas, e eu sei que nunca se haveria um padre já velho que a hiaria.

source: hoitro dia hia a fazer huma vizita achandone eu la tambem i foi a minha prima a porta i dice que não estava sua mai em caza
pt_br: Ontem foi dia de fazer uma visita achando eu também, e minha prima foi a porta e disse que não estava sua mãe em caça.

source: i tem tudo fichado para mor dle porque heile hera hum tollo
pt_br: Ele está preso porque ele é um louco.

source: the u forei Antonio ja não vinha caza dela para mor dele
pt_br: O Antonio não vinha mais caçar por causa dele.

source: com isto não emfado mais
pt_br: Não estou mais com raiva.

source: desta Sua umilde criada que mto lhe cer i dezeja a vida athe a morte
pt_br: desta Sua humilde criada que eu lhe peço e deleita a vida até a morte
